Repository: Hankamotz/xake-chess
Catalog: po/*.po
Languages: ca, fr

source: About
ca: Quant a
fr: À propos

source: Back
ca: Enrere
fr: Retour

source: Chess v.0.5.4
fr: Échecs v.0.5.4

source: This app uses:
ca: Aquesta aplicació usa:
fr: Cette application utilise :

source: cinnamon chess engine (GPL v.3 license)
ca: cinnamon chess engine (Llicència GPL v.3)
fr: Le moteur d'échecs Cinnamon (sous licence GPL v.3)

source: chessboardjs (MIT license)
ca: chessboardjs (Llicència MIT)
fr: chessboardjs (sous licence MIT)

source: lichess.org (AGPL v.3 license)
ca: lichess.org (Llicencia AGPL v.3)
fr: lichess.org (sous licence AGPL v.3)

source: Black
ca: Negres
fr: Noirs

source: Reload
ca: Recarrega
fr: Actualiser

source: Chess TV
fr: Télé Échecs

source: Daily puzzle
ca: Trencaclosques diari
fr: Casse-tête du jour

source: Chess
ca: Escacs
fr: Échecs

source: New game as white
ca: Nova partida amb blanques
fr: Nouvelle partie avec les blancs

source: New game as black
ca: Nova partida amb negres
fr: Nouvelle partie avec les noirs

source: Daily Puzzle
ca: Trencaclosques diari
fr: Casse-tête du jour

source: White
ca: Blanques
fr: Blancs
